<template>
  <div class="agreement">
    <h1>点觉CTM使用条款及协议</h1>
    <p>（以下简称“本协议”）</p>
    <p>欢迎使用点觉CTM软件及服务！</p>
    <p>为使用点觉CTM软件（以下简称“本软件”）及服务，用户应当阅读并遵守《上海点觉信息技术有限公司软件服务协议基本条款》（以下简称“《服务协议》”）。请用户务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款，以及开通或使用某项服务的单独协议，并选择接受或不接受。限制、免责条款可能以加粗形式提示注意。</p>
    <p>除非用户已阅读并接受本协议所有条款，否则用户无权下载、安装或使用本软件及相关服务。用户的下载、安装、使用、登录等行为即视为已阅读并同意上述的约束。</p>
    <h2>1. 本协议的范围</h2>
    <ul>
      <li>1.1 本协议适用主体范围： 本协议是您作为用户，与上海点觉信息技术有限公司（以下简称“点觉CTM”或“本公司”）之间关于下载、安装、使用本软件，以及使用点觉CTM相关服务所订立的协议。</li>
      <li>1.2 协议关系及冲突条款本协议被视为《服务协议》的补充协议，是其不可分割的组成部分，与其构成统一整体。本协议与上述内容存在冲突的，以本协议为准。本协议内容同时包括点觉CTM可能不断发布的关于本服务的相关协议、业务规则等内容。上述内容一经正式发布，即为本协议不可分割的组成部分，用户同样应当遵守。</li>
    </ul>
    <h2>2. 关于本服务</h2>
    <ul>
      <li>2.1 本服务的内容本服务内容是指点觉CTM通过互联网向用户提供本软件的非独占使用权，同时为用户提供本软件的使用、培训和咨询服务。点觉CTM使命与愿景是让物流运输管理更合规，助力物流企业转型升级，提效降本。（以下简称“本服务”）</li>
      <li>2.2 本服务的形式
      <ul>
        <li> 2.2.1 用户使用本服务需要下载应用软件，就该等软件，点觉CTM给予用户一项不可转让及非排他性的许可。用户仅可为访问或使用本服务的目的而使用这些软件及服务。 </li>
        <li> 2.2.2 本服务中软件提供包括但不限于APP和网页等多个应用版本，用户应选择与所安装终端设备相匹配的软件版本。 </li>
      </ul> </li>
      <li> 2.3 本服务的范围
      <ul>
        <li>2.3.1 本条及本协议其他条款未明示授权的其他一切权利仍由点觉CTM保留，用户在行使这些权利时须另外取得点觉CTM的书面许可。点觉CTM如果未行使前述任何权利，并不构成对该权利的放弃。</li>
        <li>2.3.2 如果用户停止使用本软件及服务或服务被终止或取消，本公司可以从服务器上永久地删除您的数据。服务停止、终止或取消后，本公司没有义务向用户返还任何数据。</li>
      </ul> </li>
    </ul>
    <h2>3. 软件的获取</h2>
    <ul>
      <li> 3.1 用户可以直接从点觉CTM的网站上获取本软件，也可以从得到点觉CTM授权的第三方获取。 </li>
      <li> 3.2 如果用户从未经点觉CTM授权的第三方获取本软件或与本软件名称相同的安装程序，点觉CTM无法保证该软件能够正常使用，并对因此给用户造成的损失不予负责。 </li>
    </ul>
    <h2>4. 软件的安装与卸载</h2>
    <ul>
      <li> 4.1 点觉CTM可能为不同的终端设备开发了不同的软件版本，用户应当根据实际情况选择下载合适的版本进行安装。 </li>
      <li> 4.2 下载安装程序后，用户应按照该程序提示的步骤正确安装。 </li>
      <li> 4.3 为提供更加优质、安全的服务，在本软件安装时点觉CTM可能推荐用户安装其他软件，用户可以选择安装或不安装。 </li>
    </ul>
    <h2>5. 软件的更新</h2>
    <ul>
      <li> 5.1 为了改善用户体验、完善服务内容，点觉CTM将不断努力开发新的服务，并为用户不时提供软件更新（这些更新可能会采取软件替换、修改、功能强化、版本升级等形式）。 </li>
      <li> 5.2 为了保证本软件及服务的安全性和功能的一致性，点觉CTM有权不经向用户特别通知而对软件进行更新，或者对软件的部分功能效果进行改变或限制。 </li>
      <li> 5.3 本软件新版本发布后，本公司将可能视情况设定一定期限的过渡期，以方便用户下载最新版本。过渡期结束后，旧版本的软件可能无法使用。点觉CTM不保证旧版本软件继续可用及相应的客户服务，请随时核对并下载最新版本。 </li>
    </ul>
    <h2>6. 隐私声明</h2>
    <ul>
      <li>
        6.1 用户信息收集
      <ul>
        <li> 6.1.1 用户在注册帐号或使用本服务的过程中，需要提供一些必要的信息，例如：真实姓名、地址、国籍、企业名称、行业、规模、职位、所在部门、电话号码和电子邮件地址等。上述信息视为您的身份识别信息，本公司用这些信息来管理您的账户，并为您提供一系列服务的访问。本公司也可能利用这些信息来通知您最新的产品更新和市场活动。您可随时以在本公司取得账户信息及密码登录本公司并查看账户设置和您的信息，并可查看和修改您的个人信息。 </li>
        <li> 6.1.2 您只能通过您的密码来使用您的帐号。如果您泄漏了密码，您可能丢失了您的个人识别信息，并且可能出现对您不利的后果。因此，无论任何原因危及您的密码安全，您应该立即通过本公司预留的联系方式和本公司取得联系 </li>
        <li> 6.1.3 您成功注册后，本公司将向您提供一套相关的点觉CTM运输管理软件，当您在点觉CTM软件进行相关业务操作后，所操作的相关业务数据会传输至本公司的云服务器。 </li>
      </ul> </li>
      <li> 6.2 用户信息的披露和使用
      <ul>
        <li> 6.2.1 本公司不会向任何无关第三方提供，出售，出租，分享和交易用户的个人信息，但为方便您使用本公司服务，本公司将对您及（或）您的公司的身份和业务数据进行综合统计，本公司不会披露任何可能用以识别用户的个人身份的资料，但从用户的用户名或其它可披露资料分析得出的资料不受此限。 </li>
        <li> 6.2.2 您同意本公司可披露或使用您的个人信息以用于识别和（或）确认您的身份，或解决争议，或有助于确保网站安全，限制欺诈、非法或其他刑事犯罪活动。 </li>
        <li> 6.2.3 您同意本公司可披露或使用您的个人信息以保护您的生命、财产之安全或为防止严重侵害他人之合法权益或为公共利益之需要。 </li>
        <li> 6.2.4 您同意本公司可披露或使用您的个人信息以改进本公司的服务，并使本公司的服务更能符合您的要求，从而使您在使用本公司服务时得到更好的使用体验。 </li>
        <li> 6.2.5 您同意本公司利用您的个人信息与您联络，并向您提供您可能感兴趣的信息，如：介绍、推销产品、服务、促销优惠或者商业投资机会的商业性短信息等，您接受本条款中的隐私声明即为明示同意收取这些信息。 </li>
        <li> 6.2.6 当本公司被法律强制或依照政府或依权利人因识别涉嫌侵权行为人的要求而提供您的信息时，本公司将善意地披露您的资料。 </li>
        <li> 6.2.7 当本公司需要保护本公司、本公司的代理人、客户、用户和其他人的权益和财产，包括执行本公司的协议、政策和使用条款时，本公司将善意的披露您的资料。 </li>
        <li> 6.2.8 您同意如果本公司拟进行企业并购、重组、出售全部或部分股份和/或资产时，本公司有权在与前述交易的相关方签署保密协议的前提下向其披露您的资料以协助本公司完成该等交易。 </li>
        <li> 6.2.9 您在此同意，在您免费试用期间，本公司可以在对免费试用用户原始数据、客户业务数据以及客户使用本软件情况进行信息脱密处理的情况下，将该等信息用于制作及发布行业分析报告、行业交流等非营利性用途。在您成为本公司的付费用户之后，本公司将不再依据本第6.2.9条使用您的数据信息，但您作为免费试用用户期间，本公司已经使用的数据信息不受影响。 </li>
      </ul> </li>
      <li> 6.3 用户信息的存储和交换
      <ul>
        <li> 6.3.1 本公司所收集的用户信息将保存在本公司的服务器上。本公司将根据本条款中的隐私声明保存收集的用户信息，除非适用法律要求或允许保存更长时间，本公司将在本条款中的隐私声明规定的目的实现后的合理期限内删除本公司所收集的用户信息。之后，如果为本条款中的隐私声明规定的目的不再需要，本公司可能在合理时间内完全删除本公司所保存的用户信息。本公司不去核实试用用户信息是否正确。尽管有上述规定，本公司仍可能保存某些解决争议、满足技术和法律要求和维护本公司的服务的安全完整运行所需的试用用户信息。 </li>
      </ul> </li>
      <li> 6.4 用户信息安全
      <ul>
        <li> 6.4.1 本公司有相应的安全措施来确保本公司收集的试用用户信息不丢失，不被滥用和变造。这些安全措施包括但不限于向其它服务器备份数据和对用户密码加密。尽管本公司有这些安全措施，但请注意在因特网上不存在“完善的安全措施”，因此用户信息可能非因本公司的原因而丢失，包括但不限于他人非法利用用户资料，用户下载安装的其他软件或访问的其他网站中可能含有病毒、木马程序或其他恶意程序，威胁用户的终端设备信息和数据安全，继而影响本软件的正常使用等。对此，本公司不承担任何责任。 </li>
      </ul> </li>
      <li> 6.5 用户对本软件功能模块的使用
      <ul>
        <li> 6.5.1 用户在此无条件同意，用户在免费试用本公司提供的软件期间，本条款中的隐私声明项下的信息及对该等信息的业务数据的所有权由本公司与用户共同拥有。当用户成为本公司的付费用户以后，用户将成为该等信息及对该等信息的业务数据唯一的所有权人。尽管有上述约定，免费试用用户如何使用本公司点觉CTM试用软件属于试用用户自己的权利，本公司对免费试用用户使用、业务数据操作结果不承担任何责任，但本公司建议，免费试用用户应当以符合相关法律规定和道德义务的方式使用该等功能模块及展示业务数据结果。同时，本公司提醒注意，因包括但不限于技术原因、网络传输质量等原因，导致本公司对本公司软件功能模块以及操作业务数据对于该等不准确所导致的问题或者损失，本公司不承担任何责任。 </li>
      </ul> </li>
    </ul>
    <h2>7. 用户行为规范</h2>
    <ul>
      <li> 7.1 软件使用规范。除非法律允许或本公司书面许可，用户使用本软件过程中不得从事下列行为：
      <ul>
        <li> 7.1.1 删除本软件及其副本上关于著作权的信息； </li>
        <li> 7.1.2 对本软件进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现本软件的源代码； </li>
        <li> 7.1.3 对本公司拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等； </li>
        <li> 7.1.4 对本软件或者本软件运行过程中释放到任何终端内存中的数据、软件运行过程中客户端与服务器端的交互数据，以及本软件运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经本公司授权的第三方工具/服务接入本软件和相关系统； </li>
        <li> 7.1.5 通过修改或伪造软件运行中的指令、数据，增加、删减、变动软件的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的； </li>
        <li> 7.1.6 通过非本公司开发、授权的第三方软件、插件、外挂、系统，登录或使用本公司软件及服务，或制作、发布、传播上述工具； </li>
        <li> 7.1.7 自行或者授权他人、第三方软件对本软件及其组件、模块、数据进行干扰； </li>
      </ul> </li>
      <li> 7.2 用户理解并同意，基于用户体验或相关服务平台运营安全、平台规则要求及健康发展等综合因素，针对以下情形，本公司有权视具体情况中止或终止提供本服务，包括但不限于：
      <ul>
        <li> 7.2.1 违反法律法规或本协议规定的； </li>
        <li> 7.2.2 影响服务体验的； </li>
        <li> 7.2.3 存在安全隐患的。 </li>
      </ul> </li>
      <li> 7.3 违约处理
      <ul>
        <li> 7.3.1 如果本公司发现或收到他人举报或投诉用户违反本协议约定的，本公司有权视行为情节对违规用户处以包括但不限于警告、限制或禁止使用部分或全部功能、帐号封禁直至注销的处罚。 </li>
        <li> 7.3.2 用户理解并同意，本公司有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何用户采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，用户应独自承担由此而产生的一切法律责任。 </li>
        <li> 7.3.3 用户理解并同意，因用户违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，用户应当独立承担责任；本公司因此遭受损失的，用户也应当一并赔偿。 </li>
      </ul> </li>
    </ul>
    <h2>8. 知识产权声明</h2>
    <ul>
      <li> 8.1 点觉CTM是本软件的知识产权权利人。本软件的一切著作权、商标权、专利权、商业秘密等知识产权，均受中华人民共和国法律法规和相应的国际条约保护，本公司享有上述知识产权，但相关权利人依照法律规定和本条款应享有的权利除外。 </li>
      <li> 8.2 未经本公司或相关权利人书面同意，用户不得为任何商业或非商业目的自行或许可任何第三方实施、利用、转让上述知识产权。 </li>
    </ul>
    <h2>9. 第三方软件或技术</h2>
    <ul>
      <li> 9.1 本软件可能会使用第三方软件或技术（包括本软件可能使用的开源代码和公共领域代码等，下同），这种使用已经获得合法授权。 </li>
      <li> 9.2 本软件如果使用了第三方的软件或技术，本公司将按照相关法规或约定，对相关的协议或其他文件，可能通过本协议附件、在本软件安装包特定文件夹中打包、或通过开源软件页面等形式进行展示，它们可能会以“软件使用许可协议”、“授权协议”、“开源代码许可证”或其他形式来表达。前述通过各种形式展现的相关协议、其他文件及网页，均是本协议不可分割的组成部分，与本协议具有同等的法律效力，用户应当遵守这些要求。如果用户没有遵守这些要求，该第三方或者国家机关可能会对用户提起诉讼、罚款或采取其他制裁措施，并要求本公司给予协助，用户对此应当自行承担法律责任。 </li>
      <li> 9.3 如因本软件使用的第三方软件或技术引发的任何纠纷，应由该第三方负责解决，本公司不承担任何责任。本公司不对第三方软件或技术提供客服支持，若用户需要获取支持，请与第三方联系。 </li>
    </ul>
    <h2>10. 其他</h2>
    <ul>
      <li> 10.1 用户使用本软件即视为您已阅读并同意受本协议的约束。本公司有权在必要时修改本协议条款。用户可以在本软件的最新版本中查阅相关协议条款。本协议条款变更后，如果用户继续使用本软件，即视为用户已接受修改后的协议。如果用户不接受修改后的协议，应当停止使用本软件。 </li>
      <li> 10.2 本协议签订地为中华人民共和国上海市。 </li>
      <li> 10.3 本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。 </li>
      <li> 10.4 若用户和点觉CTM之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，用户同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。 </li>
      <li> 10.5 本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。 </li>
    </ul>
    <p>本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。（正文完）</p>
  </div>
</template>
<style lang="scss" scoped>
.agreement {
  max-width: 1040px;margin: 40px auto;color: #000000;
   line-height:26px;
  h1 {
    text-align: center;font-size: 28px;margin-bottom: 40px;
    & + p {
      text-align: center;font-weight: bold;
    }
  }
  h2 {
    font-size: 15px;
  }
  p {
    font-size: 14px;text-indent: 2em;
  }
  ul, li {
    list-style: none;
  }
  ul{
    padding-top: 4px;
    li{
        text-indent: 10px;
    };
    ul{
        text-indent: 10px;
        li{
            text-indent: 20px;
        }
    }
  }
}
</style>
